Repository: ak2yny/Zsnd-UI
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de

# FileErrorIncompatible.Title
source: File Not Added
de: Datei nicht hinzugefügt

# FileErrorIncompatible.Message
source: The File could not be added, because it's incompatible or there was an access error.
de: Die Datei konnte nicht hinzugefügt werden, weil sie nicht kompatibel ist, oder weil nicht auf die Datei zugegriffen werden konnte.

# FileMaxReached.Title
source: File Not Added
de: Datei nicht hinzugefügt

# FileMaxReached.Message
source: The File could not be added, because the list is already at its maximum capacity (65536 files).
de: Die Datei konnte nicht hinzugefügt werden, weil die Liste bereits voll ist (65536 Dateien).

# MenuFile.Title
source: File
de: Datei

# MenuFileClose.Text
source: Close tab
de: Tab schließen

# MenuFileExit.Text
source: Close window
de: Fenster schließen

# MenuFileNew.Text
source: New tab
de: Neuen Tab öffnen

# MenuFileOpen.Text
source: Open
de: Datei öffnen

# MenuFileRecent.Text
source: Recent
de: Kürzlich geschlossene Tabs

# MenuFileRecentNo.Text
source: No recently closed tabs
de: Keine kürzlich geschlossenen Tabs

# MenuFileSaveAll.Text
source: Save all
de: Alle speichern

# MenuFileSaveAs.Text
source: Save as
de: Speichern als

# MenuFileSaveAsZsnd.Text
source: Save as ZSND
de: Speichern als ZSND

# MenuFileSaveCurrent.Text
source: Save as JSON
de: Speichern als JSON

# MenuHelp.Title
source: Help
de: Hilfe

# MenuHelpAbout.Text
source: About
de: Info

# SoundOptionF1.Content
source: Unknown Option 1
de: Unbekannte Option 1

# SoundOptionF2.Content
source: Unknown Option 2
de: Unbekannte Option 2

# SoundOptionF3.Content
source: Unknown Option 3
de: Unbekannte Option 3

# SoundOptionF4.Content
source: Unknown Option 4
de: Unbekannte Option 4

# SoundOptionF5.Content
source: Unknown Option 5
de: Unbekannte Option 5

# SoundOptionF6.Content
source: Unknown Option 6
de: Unbekannte Option 6

# SoundOptionF7.Content
source: Unknown Option 7
de: Unbekannte Option 7

# SoundOptionF8.Content
source: Unknown Option 8
de: Unbekannte Option 8

# SampleOptionLoop.Content
source: Loop audio
de: Audio wiederholen

# SampleRateBox.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Select a sample rate to play the selected sound with (defines the pitch and quality of the file -- only change if it's currently incorrect)
de: Wähle die Abtastrate mit der die gewählte Audio Datei abgespielt werden soll (definiert die Tonhöhe und Qualität -- nur ändern, wenn die Rate momentan inkorrekt ist).

# SettingsBrowseButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Browse
de: Dateien durchsuchen

# SampleDropAddFile.Text
source: Drop file here, to add sample
de: Datei hierhin ziehen, um Audio hinzuzufügen

# SoundNotPlayed.Message
source: Corrupted or unsupported file or access error.
de: Audio ist beschädigt oder nicht unterstützt oder es wurde durch einen Zugriffsfehler verhindert.

# SoundNotPlayed.Title
source: Sound Could Not Be Played
de: Audio konnte nicht abgespielt werden

# SampleBox.PlaceholderText
source: -- Select a sound file --
de: -- Wähle eine Audio Datei --

# SelectedSampleExpander.Header
source: Selected Sound Sample
de: Gewählter Sound - Audio Datei

# SampleOptionLoop.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enable/disable looping for the selected sample
de: Wiederholen für die ausgewählte Audio Datei aktivieren/deaktivieren

# SampleOptions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sample properties (flags); format
de: Audio Datei Eigenschaften; Format

# SamplePlay.Text
source: Play Sound
de: Audio wiedergeben

# SoundOptionsHeader.Text
source: Don't change, except for experimentation or if known.
de: Nicht ändern, außer zum Experimentieren oder wenn bekannt.

# SelectedPropertiesExpander.Header
source: Selected Sound Properties
de: Gewählter Sound - Eigenschaften

# SampleCopyHash.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy the lowercase hash to the clipboard | Ctrl+Alt+C
de: Kopiere den Hash-Code als Kleinbuchstaben in die Zwischenablage | Ctrl+Alt+C

# SampleHashSync.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Update the hash event controls above | F5
de: Aktualisiere die Hash Events oben | F5

# SampleHashEdit.Header
source: Manually enter the hash:
de: Hash manuell eingeben:

# SampleHashMusicEvent.Header
source: Select music event:
de: Wähle Musik Event:

# SampleHashMusicEvent.PlaceholderText
source: Other event
de: Anderer Event

# SampleHashMenuEvent.Header
source: Select menu event:
de: Wähle Menu Event:

# SampleHashMenuName.Header
source: Change menu event name:
de: Ändere Menu Event Name:

# SampleHashVEvent.Header
source: Select voice event:
de: Wähle Stimmen Event:

# SampleHashMEvent.Header
source: Select sound event:
de: Wähle Effekt Event:

# SampleHashVEvent.PlaceholderText
source: Other event
de: Anderer Event

# SampleHashMEvent.PlaceholderText
source: Other event
de: Anderer Event

# SampleHashCharName.Header
source: Char file name:
de: Char. Dateiname:

# SampleHashCategory.Header
source: Select a category:
de: Wähle eine Kategorie:

# SelectedHashExpander.Header
source: Selected Sound Hash
de: Gewählter Sound - Hash

# CommandBarBrowseSound.Label
source: Browse...
de: Öffnen...

# CommandBarBrowseSound.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Browse for sound files to add.
de: Dateien durchsuchen und Audio Datei hinzufügen.

# CommandBarAddSound.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Add a new sound, using the last configuration.
de: Einen neuen Eintrag hinzufügen, mit der zuletzt benutzten Konfiguration.

# SampleReorderButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Reorder and select sound samples
de: Audio Dateien sortieren und auswählen

# BackButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back
de: Zurück

# CommandBarAddSound.Label
source: Add new sound
de: Eintrag hinzufügen

# CommandBarSortHA.Text
source: By hash ascending
de: Nach Hash aufsteigend

# CommandBarSortFA.Text
source: By flags ascending
de: Nach Flags aufsteigend

# CommandBarSortSRA.Text
source: By sample rate ascending
de: Nach Abtastrate aufsteigend

# CommandBarSortScA.Text
source: By source file ascending
de: Nach Ursprungsdatei aufsteigend

# CommandBarSortID.Text
source: By index descending
de: Nach Index absteigend

# CommandBarSortIA.Text
source: By index ascending
de: Nach Index aufsteigend

# CommandBarSortSD.Text
source: By sample descending
de: Nach Audio Datei absteigend

# CommandBarSortSA.Text
source: By sample ascending
de: Nach Audio Datei aufsteigend

# CommandBarSortHD.Text
source: By hash descending
de: Nach Hash absteigend

# CommandBarSortFD.Text
source: By flags descending
de: Nach Flags absteigend

# CommandBarSortSRD.Text
source: By sample rate descending
de: Nach Abtastrate absteigend

# CommandBarSortScD.Text
source: By source file descending
de: Nach Ursprungsdatei absteigend

# CommandBarSort.Label
source: Sort
de: Sortieren

# CommandBarSort.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Sort sounds by hash or file
de: Einträge nach Hash oder Audio Datei sortieren

# ZSNDPropertiesExpander.Header
source: ZSND Properties
de: ZSND Eigenschaften

# ZSNDExtractDirName.Header
source: Change default extracted sample directory:
de: Ändere Standard Ordner für extrahierte Dateien:

# ZSNDExtractDirName.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: A directory name next to the .json file, where new audio files are added to.
de: Ein Ordner neben der .json Datei, in welchen neue Audio Dateien hinzugefügt werden.

# ZSNDPlatform.Header
source: WARNING: Changing the platform can cause sample incompatibility issues!
de: WARNUNG: Das Ändern der Plattform kann Datei Kompatibilitätsprobleme verursachen!

# ZSNDJsonDir.Text
source: Extraction directory:
de: Extraktions-Ordner:

# ZSNDJsonPath.Text
source: JSON file:
de: JSON Datei:

# ZSNDPath.Text
source: ZSND file:
de: ZSND Datei:

# FileErrorFailed.Title
source: File Error
de: Dateifehler

# FileErrorFailedSubTitle
source: Failed to write '{0}':
de: Schreiben der Datei '{0}' fehlgeschlagen:

# CommandBarExtract.Label
source: Extract
de: Extrahieren

# CommandBarExtractAudio.Text
source: Extract audio files
de: Audio Dateien extrahieren

# CommandBarExtractRaw.Text
source: Extract raw samples
de: Rohe Daten extrahieren

# MenuView.Title
source: View
de: Ansicht

# MenuViewCompactMode.Text
source: Show full banner
de: Komplettes Banner

# MenuViewSplitView.Text
source: Enable split view
de: Geteilte Ansicht

# AboutTitle.Text
source: About this app
de: Über diese App

# AboutDescription.Text
source: Graphical User Interface to modify ZSND audio containers (.zss and .zsm) used in Raven Software games, such as Marvel Ultimate Alliance 1 and the X-Men Legends series.
de: Grafische Benutzeroberfläche um ZSND Audio Container (.zss und .zsm) zu bearbeiten, welche in Raven Software Spielen benutzt wurden, wie z.B. Marvel Ultimate Alliance 1, oder die X-Men Legends Reihe.

# AboutLink.Content
source: GitHub page
de: GitHub Seite

# UpdateCheck.Content
source: Check for updates
de: Prüfe auf Updates

# UpdateIsCurrent.Title
source: No update needed
de: App ist aktuell

# UpdateIsCurrent.Message
source: The current version is the latest version.
de: Die aktuelle Version ist die neuste Version.

# UpdateFailA.Message
source: Failed to access the GitHub API.
de: Fehler beim Zugriff auf das GitHub API.

# UpdateFailA.Title
source: Update failed
de: Update fehlgeschlagen

# UpdateFailR.Title
source: Update failed
de: Update fehlgeschlagen

# UpdateFail.Title
source: Update failed
de: Update fehlgeschlagen

# UpdateFailR.Message
source: The update information could not be retrieved from GitHub.
de: Die GitHub Update Informationen konnten nicht empfangen werden.

# UpdateNowButton.Content
source: Update now
de: Jetzt updaten

# UpdateCancel.Content
source: Cancel update
de: Update abbrechen

# AboutCreditsCreators.Text
source: Programming, Design
de: Programmierung, App Design

# AboutCreditsResearch.Text
source: Reverse engineering ZSND, discovering PJW hashing, hash/events & format research
de: Reverse Engineering (ZSND), Entdecken des PJW Hash Algorithmus, Hash Events & Format Recherchen

# AboutCreditsXNAWAVResearch.Text
source: XNA and WAV Research
de: XNA und WAV Recherchen

# AboutCreditsTutorial.Text
source: Sound tutorials and hash research
de: Audio Modding Anleitungen und Hash Recherchen

# AboutCreditsBannerImages.Text
source: Banner images
de: Banner Bilder

# AboutCreditsTesters.Text
source: Auto hash suggestions, testing (Zsound.bat)
de: Auto Hash Vorschläge, testen (Zsound.bat)

# SettingsTitle.Text
source: Settings
de: Einstellungen

# SettingsExtractedAssetsPath.Description
source: Path to the extracted assets. For .zss and .zsm files only; .json files always extract to relative/configured directory.
de: Pfad zu den extrahierten Dateien. Nur für .zss und .zsm Dateien; .json Dateien extrahieren immer in den konfigurierten Unterordner.

# SettingsExtractedAssetsPath.Header
source: Extracted Assets Path
de: Extrahierte-Dateien-Pfad

# CommandBarSortApply.Text
source: Apply custom order
de: Manuelle Sortierung übernehmen

# CommandBarSortApply.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Applies the currently shown order, so that it's also applied to the files, when saved. The search filter must be empty.
de: Die momentan sichtbare Reihenfolge wird übernommen, so dass sie in Dateien gespeichert wird. Der Suchfilter muss leer sein.

# CommandBarSortRestore.Text
source: Restore applied order
de: Letzte Sortierung wiederherstellen

# CommandBarSortRestore.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Restore applied order
de: Stellt die zuletzt übernommene Sortierung wieder her. Automatische oder manuelle Sortierung inklusive.

# UpdateAvailable
source: Update available {0} ({1})
de: Update verfügbar {0} ({1})

# UpdateInstallTitle
source: Install Update
de: Update installieren

# UpdateInstallContent
source: The update has been downloaded to '{0}'. Click 'Install now' to save the settings, close the program and start the installation.
de: Das Update wurde gespeichert in '{0}'. Klicke 'Jetzt installieren' um die Einstellungen zu speichern, das Programm zu schließen und die Installation zu starten.

# UpdateInstallPrimaryButton
source: Install now
de: Jetzt installieren

# UpdateInstallCloseButton
source: Install manually
de: Manuell installieren
